Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Write _mode:
ug: يېزىش ھالىتى(_M)

source: Write bar color
ug: يېزىش بالدىقىنىڭ رېڭى

source: Write here the name of the drive to display in panel or tooltip.
ug: قوزغاتقۇنىڭ كۆزنەك(panel) ياكى كۆرسەتمىدە كۆرسىتىدىغان ئاتىنى بۇ يەرگە يېزىڭ.

source: Write only
ug: پەقەتلا يېزىش

source: Write to file:
ug: ھۆججەت ياز:

source: Write-Read
ug: يېزىش-ئوقۇش

source: Write-once disc, no blanking possible
ug: بىرلا قېتىم يازغىلى بولىدىغان دىسكىنى، قۇرۇقدىغىلى بولمايدۇ

source: Writing CD...
ug: CD غا يېزىۋاتىدۇ...

source: Writing ISO...
ug: ISO ھۆججىتىگە يېزىۋاتىدۇ...

source: Writing Lead-In...
ug: يېزىۋاتقىنى Lead-In…

source: Writing Lead-Out...
ug: يېزىۋاتقىنى Lead-Out…

source: Writing data to device
ug: سانلىق-مەلۇماتلارنى ئۈسكىنىگە يېزىۋاتىدۇ

source: Writing failed.
ug: يېزىش مەغلۇپ بولدى.

source: Writing pregap...
ug: يېزىۋاتقىنى pregap…

source: Writing tags...
ug: خەتكۈچلەرنى يېزىۋاتىدۇ…

source: Writing this image format is not supported.
ug: بۇ سۈرەت پىچىمىنى يېزىشنى قوللىمايدۇ.

source: Written by Benedikt Meurer <benny@xfce.org>
ug: ئىجادىيەتچى Benedikt Meurer <benny@xfce.org>

source: Written by Benedikt Meurer <benny@xfce.org>.
ug: ئىجادىيەتچى: Benedikt Meurer <benny@xfce.org>

source: Wrong username or password.
ug: ئىشلەتكۈچى ئاتى ياكى ئىم خاتا.

source: X Terminal
ug: X تېرمىنالى

source: X display to use for the last- specified window.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكتە ئىشلىتىلىدىغان X ئېكرانى.

source: X-Keyboard rules can't be loaded. Please check that you have xkb-data installed.
ug: X-Keyboard قائىدىلىرىنى ئوقۇغىلى بولمىدى xkb-data ئورنىتىلدىمۇ قاراپ بېقىڭ.

source: XBEL Bookmarks
ug: XBEL خەتكۈش

source: XDirectSave failed.
ug: XDirectSave مەغلۇپ بولدى.

source: XKB configuration modifications are disabled from the config file. See the README file for more information.
ug: XKB تەڭشىكى تەڭشەك ھۆججىتىدە ئىناۋەتسىز قىلىنغان تەپسىلاتىنى README ھۆججىتىدىن كۆرۈڭ.

source: XMMS plugin for Xfce 4.4 panel
ug: Xfce 4.4 كۆزنىكىدىكى XMMS قىستۇرمىسى

source: XfVNC Status
ug: XfVNC ھالىتى

source: Xfbib is a BibTeX editor for the Xfce Desktop Environment.
ug: پروگرامما Xfbib بولسا Xfce ئۈستەلئۈستى مۇھىتىدىكى BibTeX تەھرىرلىگۈچىدۇر

source: Xfce 4 Timer Plugin
ug: Xfce 4 ۋاقىت ئۆلچىگۈچ قىستۇرمىسى

source: Xfce 4 Widgets
ug: بۇ Xfce 4 نىڭ كىچىك ئەپلىرى

source: Xfce 4 is copyright Olivier Fourdan (fourdan@xfce.org). The different components are copyrighted by their respective authors.
ug: نەشر ھوقۇقى Olivier Fourdan (fourdan@xfce.org) غا تەۋە. ئوخشىمىغان بۆلەكلەرنىڭ نەشر ھوقۇقى ئۇلارنىڭ ئاپتورلىرىغا تەۋە.

source: Xfce Bug
ug: Xfce كەمتۈكى

source: Xfce Configuration Daemon
ug: Xfce تەڭشەك مۇئەككىلى

source: Xfce Mailwatch
ug: Xfce ئېلخەت كۆزەتكۈ

source: Xfce Notify Daemon
ug: Xfce ئۇقتۇرۇش مۇئەككىلى

source: Xfce Panel
ug: Xfce تاختىسى

source: Xfce Panel plugin for taking a break from computer work every now and then.
ug: كومپيۇتېر ئىشلەۋاتقاندا بەزىدە ئازراق ئارام ئالدۇرىدىغان Xfce كۆزنەك قىستۇرمىسىدۇر.

source: Xfce Power Manager
ug: Xfce توك مەنبە باشقۇرغۇ

source: Xfce Power Manager %s Part of the Xfce Goodies Project http://goodies.xfce.org Licensed under the GNU GPL.
ug: Xfce مەنبە باشقۇرغۇ %s Part of the Xfce Goodies Project http://goodies.xfce.org Licensed under the GNU GPL.

source: Xfce Session
ug: Xfce ئەڭگىمەسى

source: Xfce Terminal
ug: Xfce تېرمىنالى

source: Xfce Terminal Emulator
ug: Xfce تېرمىنال تەقلىدلىگۈچىسى

source: Xfce VNC Viewer
ug: Xfce VNC كۆرگۈ

source: Xfce VNC Viewer Application
ug: Xfce VNC كۆرگۈ پروگراممىسى

source: Xfce Volstatus Icon
ug: Xfce Volstatus سىنبەلگە

source: Xfce components are licensed under free or open source licences; GPL or BSDL for applications and LGPL or BSDL for libraries. Look at the documentation, the source code or the Xfce website (http://www.xfce.org) for more information.
ug: مەزكۇر سىستېمىنىڭ بارلىق بۆلەكلىرى ئەركىن ياكى ئوچۇق مەنبە ئىجازەتنامىلىرى بىلەن تارقىتىلغان بولۇپ، پروگراممىلار GPL ياكى BSDL ئىجازەتنامىسى بويىچە، ئامبارلار بولسا LGPL ياكى BSDL ئىجازەتنامىسى بويىچە تارقىتىلغان. تەپسىلىي ئۇچۇرلارنى ۋە قوللانمىلارنى Xfce تورتۇراسى (http://www.xfce.org) دىن كۆرۈڭ.

source: Xfce configuration daemon
ug: Xfce تەڭشەك مۇئەككىلى

source: Xfce is a collection of programs that together provide a full-featured desktop environment. The following programs are part of the Xfce core:
ug: مەزكۇر ئۈستەلئۈستى سىستېمىسى(Xfce) نۇرغۇن پروگراممىلاردىن تەركىب تاپقان بولۇپ، ئۇلار بىرلىشىش ئارقىلىق مۇكەممەل بولغان ئۈستەلئۈستى مۇھىتىنى بارلىققا كەلتۈرگەن. تۆۋەندىكىلەر مەزكۇر ئۈستەلئۈستىنىڭ يادرولۇق بۆلەكچىلىرىدۇر:

source: Xfce is also a development platform providing several libraries, that help programmers create applications that fit in well with the desktop environment.
ug: مەزكۇر سىستېما ئۈستەلئۈستى سىستېمىسى بولۇپلا قالماستىن يەنە بىر قىسىم ئامبارلاردىن تەركىب تاپقان ئىجادىيەت سىستېمىسىدۇر. شۇڭا ئىجادىيەتچىلەر مەزكۇر مۇھىتقا ماس كېلىدىغان ئەپلەرنى ياسىيالايدۇ.

source: Xfce power manager is already running
ug: Xfce مەنبە باشقۇرغۇ ئىجرا بۆلۈۋېتىپتۇ

source: Xfce power manager is not running
ug: Xfce مەنبە باشقۇرغۇ ئىجرا قىلىنمىغان

source: Xfce4 Dictionary
ug: Xfce4 لۇغىتى

source: Xfce4 Mailwatch Plugin
ug: Xfce ئېلخەت كۆزەتكۈ قىستۇرمىسى

source: Xfce4 Power Manager is not running, do you want to launch it now?
ug: Xfce4 ئىجرا قىلىنمىغان.ئىجرا قىلامسىز؟

source: Xfce4 Screenshooter
ug: Xfce4 ئېكران كۆرۈنۈشىنى سۈرەتكە ئالغۇ(Screenshooter)

source: Xfce4 Sensors %s
ug: Xfce 4 سەزگۈچ %s

source: Xfce4 Sensors %s Displays information about your hardware sensors, ACPI status, harddisk temperatures and Nvidia GPU's temperature. Synopsis: xfce4-sensors options where options are one or more of the following: -h, --help Print this help dialog. -l, --license Print license information. -V, --version Print version information. This program is published under the GPL v2.
ug: ئېكس ف س ئې (Xfce) 4 سەزگۈچلىرى %s قاتتىق دېتال سەزگۈچلىرى (ACPI ھالىتى، قاتتىق دىسكا تېمپېراتۇرىسى، ۋە Nvidia GPU نىڭ تېمپېراتۇرىسى) قاتارلىقلارنىڭ ئۇچۇرلىرىنى كۆرسىتىدۇ. قىسقىچە مەزمۇنى: پروگرامما xfce4-sensors نىڭ تاللانمىلىرى مەزكۇر پروگراممىنىڭ تۆۋەندىكىدەك بىر قانچە تاللانمىلىرى بار -h, --help مەزكۇر ياردەمنى كۆرسىتىدۇ -l, --license ئىجازەتنامە ئۇچۇرلىرىنى كۆرسىتىدۇ -V, --version نەشر ئۇچۇرىنى كۆرسىتىدۇ مەزكۇر پروگرامما GPL v2 ئىجازەتنامىسى بويىچە تارقىتىلغان

source: Xfce4 Sensors %s This program is published under the GPL v2. The license text can be found inside the program's source archive or under /usr/share/apps/LICENSES/GPL_V2 or at http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt
ug: Xfce4 سەزگۈچ %s مەزكۇر پروگرامما GPL v2 ئىجازەتنامىسى بويىچە تارقىتىلدى. ئىجازەتنامە /usr/share/apps/LICENSES/GPL_V2 نىڭ ئاستىدا بار. ياكى http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt دىمۇ بار.

source: Xfce4 Timer
ug: Xfce4 ۋاقىت ئۆلچىگۈچى

source: Xfce4 Timer Options
ug: Xfce4 ۋاقىت ئۆلچىگۈچ تاللانمىسى

source: Xfce4 XMMS Plugin
ug: XMMS قىستۇرمىسى

source: Xfce4 XMMS Plugin Options
ug: Xfce4 XMMS قىستۇرما تاللانمىسى

source: Xfce4-Netload-Plugin
ug: Xfce4-Netload قىستۇرمىسى

source: Xfe File Manager
ug: Xfe ھۆججەت باشقۇرغۇ

source: Xfmedia Remote Properties
ug: Xfmedia Remote خاسلىقى

source: Xfmpc Preferences
ug: Xfmpc تەڭشەكلىرى

source: Xfmpc Shortcuts
ug: Xfmpc تېزلەتمىلىرى

source: Year
ug: يىل

source: Year of publication or creation if unpublished
ug: نەشر قىلىنغان ۋاقتى ياكى يېزىلغان ۋاقتى(نەشر قىلىنمىغان بولسا)

source: Year:
ug: يىل:

source: Yearly
ug: يىللىق

source: Yellow
ug: سېرىق

source: Yes
ug: ھەئە

source: Yes to _all
ug: ھەممىسىگە ھەئە(_A)

source: Yesterday
ug: تۈنۈگۈن

source: Yesterday at %X
ug: تۈنۈگۈن سائەت %X

source: You
ug: سىز

source: You are about to add your home directory to the composition. This is likely to take a very long time, and also to be too big to fit on one disc. Are you sure you want to proceed?
ug: ماكان مۇندەرىجىڭىزنى ياسالمىغا قوشماقچى بولۇۋاتىسىز.بۇنىڭغا نۇرغۇن ۋاقىت كېتىدۇ، ھەم دىسكىغا پاتماسلىقى مۇمكىن. داۋاملاشتۇرامسىز؟

source: You are about to remove the account "%s".
ug: سىز ھېسابات «%s» نى چىقىرىۋەتمەكچى بولۇۋاتىسىز.

source: You are about to remove the saved search "%s".
ug: سىز «%s» دېگەن ساقلانغان ئىزدەشنى ئۆچۈرمەكچى بولۇۋاتىسىز.

source: You are in super user mode
ug: سىز ئالىي ئىشلەتكۈچى ھالىتىدە

source: You are not the owner of the folder.
ug: سىز بۇ مۇندەرىجىنىڭ ئىگىسى ئەمەس.

source: You are trying to burn more onto the disc than it can hold.
ug: دىسكا بەك جىق نەرسىنى يازماقچى بولۇۋاتىسىز.

source: You can change a feature's properties such as name, colours, min/max value by double-clicking the entry, editing the content, and pressing "Return" or selecting a different field.
ug: كىرگۈنى قوش چېكىپ، مەزمۇنلارنى تەھرىرلەپ، «Return» كۇنۇپكىسىنى بېسىش ئارقىلىق، ئاتى، رېڭى، ئەڭ چوڭ/ئەڭ كىچىك قىممىتى قاتارلىق مۇھىم خاسلىقلارنى ئۆزگەرتكىلى بولىدۇ.

source: You can change archive threshold in parameters
ug: ئارخىپ بوسۇغىسىنى پارامېتىر ئارىلىق ئۆزگەرتكىلى بولىدۇ

source: You can configure custom actions that will appear in the file managers context menus for certain kinds of files.
ug: مەلۇم تىپتىكى ھۆججەتلەر ئۈچۈن، ھۆججەت باشقۇرغۇنىڭ مەزمۇن تىزىملىكىدە كۆرۈنىدىغان ئىختىيارى مەشغۇلاتنى سەپلىيەلەيسىز.

source: You can easily drag these from event-list window.
ug: event-list كۆزنىكىدىن ئوڭايلا سۆرەپ ئەكىرگىلى بولىدۇ.

source: You can either choose to skip this file and continue to rename the remaining files, or revert the previously renamed files to their previous names, or cancel the operation without reverting previous changes.
ug: ھۆججەتتىن ئاتلاپ ئۆتۈپ كېتىپ كېيىنكى ھۆججەتلەرنىڭ ئاتىنى ئۆزگەرتىشكە، ئاتى ئۆزگىرىپ بولغان ھۆججەتنىڭ ئاتىنى ئەسلىگە كەلتۈرۈشكە، ياكى ھازىرغىچە بولغان ئۆزگەرتىشلەرنى ئەسلىگە كەلتۈرمەيلا مەشغۇلاتنى ئەمەلدىن قالدۇرۇشقا بولىدۇ.

source: You can only have a maximum of 99 tracks.
ug: ئەڭ جىق بولغاندا 99 رېلىس بار بولىدۇ.

source: You can specify a distinct icon to be displayed in the panel.
ug: كۆزنەكتە كۆرسىتىلىدىغان ئۆزگىچە سىنبەلگىنى كۆرسىتىپ بېرىشكە بولىدۇ.

source: You can use "%d", "%m" and "%u" character sequences as arguments for your command. These will be replaced respectively with the device path, the disc mount point and the disc UDI.
ug: بۇيرۇققا "%d"، "%m" ۋە "%u" لارنى ئۆزگەرگۈچى قىلىپ يوللاپ بېرەلەيسىز. بۇلار ئايرىم-ئايرىم ھالدا ئۈسكۈنە يولى، دىسكىنى ئېگەرلەش نۇقتىسى ۋە دىسكا كىملىكى(UDI) نى بىلدۈرىدۇ.

source: You can use the substitution parameters "\1", "\2" and so on in the commands. The parameter "\0" represents the complete text. If you don't know regular expressions, have a look at the documentation of Clipman that has an introdution for them.
ug: بۇيرۇقتا "\1"、"\2" دېگەندەك قىممەت ئالىدىغان پارامېتىر ئىشلەتكىلى بولىدۇ. پارامېتىر "\0" تولۇق تېكىستنى ئىپادىلەيدۇ. مۇنتىزىم ئىپادىنى بىلمىسىڭىز Clipman نىڭ پۈتۈكىگە قاراڭ.

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessable without monitor.
ug: ھەممە كۆرسەتكۈچلەرنى ئېتىۋەتسە بولمايدۇ. چۈنكى بۇ قۇرالنى كۆرسەتكۈچ بولمىغان ئەھۋالدا ئىشلەتكىلى بولمايدۇ، شۇڭا كۆرسەتكۈچلەرنى ئاچقىلى بولماي قالىدۇ.

source: You did not enter a subject.
ug: ماۋزۇنى كىرگۈزمىدىڭىز.

source: You don't have an email address yet?
ug: تېخى ئېلخەت ئادرېسىڭىز يوقمۇ؟

source: You don't have permission to write in this location.
ug: بۇ ئورۇنغا يېزىش ئىمتىيازىڭىز يوق.

source: You have %d new message
ug: سىز يېڭىدىن %d پارچە خەت كەلدى

source: You have %d new message:
ug: %d پارچە يېڭى ئېلخەت بار:

source: You have chosen an invalid dictionary.
ug: تاللىغان لۇغەت ئىناۋەتسىز.

source: You have inserted a blank CD.
ug: قۇرۇق پلاستىنكا(CD) سېلىپسىز.

source: You have inserted a blank DVD.
ug: قۇرۇق پلاستىنكا(DVD) سېلىپسىز.

source: You have not configured any accounts for sending.
ug: خەت ئەۋەتىدىغان ھېچقانداق ھېساباتنى تېخى سەپلىمىدىڭىز.

source: You have started X without session manager. Clicking Quit will close the X server.
ug: ئەڭگىمە باشقۇرغىنى ئىشلەتمەي X نى قوزغاتتىڭىز. ئاخىرلاشتۇر نى باسسىڭىز X مۇلازىمېتىرى ئاخىرلىشىدۇ.

source: You may need to install Samba, check your user permissions(usershares group) and re-login. <b>More info:</b> <u>http://thunar-shares.googlecode.com/</u>
ug: Samba ئورنىتىلمىغان ياكى ھوقۇقىنىڭ يوق. ھوقۇق مەسىلىسى بولسا Samba غا خەتلىتىپ ياكى ھەمبەھىر گۇرۇپپىسىغا خەتلىتىپ قايتا كىرىڭ <b>تېخىمۇ كۆپ ئۇچۇرلار ئۈچۈن:</b> <u>http://thunar-shares.googlecode.com/ گە مەرھەمەت</u>

source: You might need to delete some files manually in "%s".
ug: بۇ «%s» نىڭ ئىچىدىكى بەزى ھۆججەتلەرنى قولدا ئۆچۈرمىسىڭىز بولمايدىغاندەك تۇرىدۇ.

source: You must enter a name for the bookmark.
ug: خەتكۈش ئاتىنى كىرگۈزۈشىڭىز كېرەك.

source: You must enter a server address or name.
ug: مۇلازىمېتىر ئادرېسى ياكى ئاتىنى كىرگۈزۈشىڭىز كېرەك.

source: You must enter a share name.
ug: ھەمبەھىر ئاتىنى كىرگۈزۈشىڭىز كېرەك.

source: You must enter a text.
ug: تېكىست كىرگۈزۈشىڭىز كېرەك.

source: You must enter a valid URI for the connection.
ug: باغلىنىدىغان ئىناۋەتلىك URI نى كىرگۈزۈشىڭىز كېرەك.

source: You must enter all escape etc characters yourself. This string is just given to shell to process. The following special commands are replaced at run time: <&T> appointment title <&D> appointment description <&AT> alarm time <&ST> appointment start time <&ET> appointment end time
ug: بىر قىسىم قاچۇرغۇچى ھەرپلەرنى ئۆزىڭىز كىرگۈزۈڭ. مەزكۇر تېكىست shell غا يوللاپ بېرىلىدۇ. تۆۋەندىكىلەر بولسا، ئىجرا قىلىنىۋاتقان ۋاقىتتا ئالماشتۇرۇلىدىغان ئالاھىدە بۇيرۇقلاردۇر: <&T> دېيىشمە ماۋزۇسى <&D> دېيىشمە تەپسىلاتى <&AT> قوڭغۇراق ۋاقتى <&ST> دېيىشمىنىڭ باشلىنىش ۋاقتى <&ET> دېيىشمىنىڭ ئاخىرلىشىش ۋاقتى

source: You must give a name to the file.
ug: ھۆججەتكە ئات قويۇشىڭىز كېرەك.

source: You only need this if you do short term (less than 5 hours) suspend or hibernate and your visible time does not include seconds. Under these circumstances it is possible that Orageclock shows time inaccurately unless you have this selected. (Selecting this prevents cpu and interrupt saving features from working.)
ug: بۇ تاللانما، قىسقا ۋاقىت(5 سائەتتىن ئاز)لىق توڭلىتىش، ياكى ئۈچەككە كىرگۈزۈش ئېلىپ بارغاندا، سائەتتە سېكۇنتنى كۆرسەتمەيدىغان ۋاقىتتىلا ئىشلىتىلىدۇ. بۇ خىل شەرت ئاستىدا، مەزكۇر تاللانما تاللانمىسا، Orage نىڭ سائىتى توغرا كۆرسىتىلمەسلىكى مۇمكىن(بۇ تاللانسا، CPU ۋە ئۈزۈلۈش(interrupt) نىڭ ئىشلىشىدىن ساقلانغىلى بولىدۇ).

source: You should always define your local timezone.
ug: يەرلىك ۋاقىت رايونىنى بەلگىلىمىسىڭىز بولمايدۇ.

source: You will be redirected to the documentation website where the help pages are maintained and translated.
ug: سىز ياردەم بەتلىرى ۋە تەرجىمىلىرى بار بەتكە بىۋاسىتە بارىسىز.

source: You will permanently remove all selected appointments.
ug: تاللانغان بارلىق دېيىشمىلەر مەڭگۈلۈككە ئۆچۈرۈلىدۇ

source: You've modified data for this track.
ug: بۇ نەغمىنىڭ سانلىق-مەلۇماتلىرىنى ئۆزگەرتتىڭىز.

source: Your %s charge level is low Estimated time left %s
ug: %s نىڭ توكلاش دەرىجىسى قالغان ۋاقىت %s

source: Your %s is charging
ug: ھازىر %s توكلىنىۋاتىدۇ

source: Your %s is discharging
ug: سىزنىڭ %s ڭىز توكسىزلىنىۋاتىدۇ

source: Your %s is empty
ug: %s قۇرۇق

source: Your %s is fully charged
ug: ھازىر %s تولدى

source: Your Zimagez user name, if you do not have one yet please create one on the Web page linked above
ug: ZimageZ ئىشلەتكۈچى ئاتى، ئەگەر تېخى خەتلەتمىگەن بولسىڭىز، ئۈستىدىكى ئۇلانمىنى ئىشلىتىپ خەتلىتىڭ.

source: Your old configuration directory "%s" could not be moved to "%s" (%s). Please move manually the directory to the new location.
ug: كونا تەڭشەك مۇندەرىجىسى «%s» نى «%s» (%s) گە يۆتكىگىلى بولمىدى. ئۇنى قولدا يۆتكەڭ.

source: Your session is being saved. If you do not wish to wait, you may close this window.
ug: ئەڭگىمە ساقلىنىۋاتىدۇ. كۈتۈپ تۇرغۇڭىز كەلمىسە بۇ كۆزنەكنى تاقىۋەتسىڭىزلا بولىدۇ.

source: Your system does not support cpufreq. The applet only shows the current cpu frequency
ug: سىستېمىڭىز cpufreq نى قوللىمايدىكەن مەزكۇر قوللانچاق پەقەتلا س پ ئۇ (CPU) نىڭ چاستوتىسىنىلا كۆرسىتىدۇ.

source: Your system is not configured correctly to support cpu frequency scaling !
ug: سىستېمىڭىز س پ ئۇ (CPU) نىڭ چاستوتىسىنى تەڭشىگىلى بولىدىغان قىلىپ سەپلەنمەپتۇ!

source: Your system is not supported yet !
ug: سىستېمىڭىزدا تېخى ئىشلەتكىلى بولمايدۇ!

source: ZIP command terminated with error %d
ug: ZIP بۇيرۇقى %d دېگەن خاتالىق بىلەن ئاخىرلاشتى

source: Zero All
ug: ھەممىنى نۆل قىلىش

source: Zero Bands
ug: بەلۋاغلارنى نۆل قىلىش

source: Zero Preamp
ug: ئالدىن كۈچەيتىشنى نۆل قىلىش

source: Zip Disk
ug: Zip دىسكا

source: Zoom I_n
ug: چوڭايت(_N)

source: Zoom In
ug: چوڭايتىش

source: Zoom Out
ug: كىچىكلىتىش

source: Zoom Text and Images
ug: تېكىست ۋە سۈرەتلەرنى چوڭايت تارايت

source: Zoom _Fit
ug: دەل كەلتۈر(_F)

source: Zoom _In
ug: چوڭايت(_I)

source: Zoom _Out
ug: كىچىكلەت(_O)

source: Zoom in
ug: سۈرەتنى چوڭايتىدۇ

source: Zoom out
ug: سۈرەتنى كىچىكلىتىدۇ

source: Zoom to 100%
ug: ئەسلىدىكى چوڭلۇق(100%)

source: Zoom to fit window
ug: سۈرەتنى ئېكرانغا دەل كەلتۈرۈپ كۆرسىتىدۇ

source: Zoomed
ug: چوڭايتىلغان ياكى كىچىكلىتىلگەن

source: [Addresses]
ug: [ئادرېسلار]

source: [FILE|FOLDER]
ug: [ھۆججەت|مۇندەرىجە]

source: [Multiple values]
ug: [بىر قانچە قىممەت]

source: [archive name]
ug: [ئارخىپ ئاتى]

source: [archive path] [file1] [file2] ... [fileN]
ug: [ئارخىپ يولى] [file1] [file2] ... [fileN]

source: [destination path]
ug: [نىشان يول]

source: _About
ug: ھەققىدە(_A)

source: _Acceleration delay:
ug: تېزلىتىشكىچە بولغان ۋاقىت(_A):

source: _Acceleration:
ug: تېزلەتكۈچ(_A):

source: _Access:
ug: زىيارەت(_A):

source: _Accessibility
ug: ياردەم ئىقتىدارى(_A)

source: _Action
ug: مەشغۇلات(_A)

source: _Actions
ug: مەشغۇلاتلار(_A)

source: _Add Files...
ug: ھۆججەت قوش(_A)...

source: _Add To Bookmarks
ug: خەتكۈچكە قوش(_A)

source: _Add Workspace
ug: خىزمەت رايونى قوش(_A)

source: _Add _folders
ug: مۇندەرىجە قوش(_F)

source: _Add a new group
ug: يېڭى گۇرۇپپا قوش(_A)

source: _Add a new toolbar
ug: يېڭىدىن قورال بالدىقى قوشۇش(_A)

source: _Add files
ug: ھۆججەت قوش(_A)

source: _Add track(s)...
ug: نەغمە قوش...(_A)

source: _Address:
ug: ئادرېس(_A):

source: _Addressbook
ug: ئادرېس دەپتىرى

source: _Adjust page size and orientation
ug: بەت چوڭلۇقى ۋە يۆنىلىشنى تەڭشە(_A)

source: _Advanced
ug: ئالىي(_A)

source: _Advanced...
ug: ئالىي تەڭشەك(_A)...

source: _All Settings
ug: ھەممە تەڭشەكلەر(_A)

source: _All workspaces
ug: بارلىق خىزمەت رايونى(_A)

source: _Allow
ug: ئىجازەت(_A)

source: _Allow Auto-Run
ug: ئۆزلۈكىدىن ئىجرا قىلىشقا يول قوي(_A)

source: _Allow other clients to connect
ug: باشقا خېرىدارلارمۇ ئۇلانسا بولىدۇ(_A)

source: _Alpha:
ug: ئالفا(_A):

source: _Always go directly to the online documentation
ug: ھەمىشە توردىكى پۈتۈككە بىۋاسىتە يۆتكەل(_A)

source: _Any
ug: خالىغان(_A)

source: _Appearance
ug: كۆرۈنۈشى(_A)

source: _Application Autostart
ug: ئاپتوماتىك قوزغىلىدىغان پروگرامما(_A)

source: _Application:
ug: پروگرامما(_A):

source: _Applications
ug: پروگراممىلار(_A)

source: _Apply
ug: قوللان(_A)

source: _Apply this option to all existing files
ug: بۇ تاللانمىنى بارلىق ھۆججەتكە قوللان(_A)

source: _Archivers
ug: ئارخىپلىغۇچىلار(_A):

source: _Arrow button position:
ug: يا ئوق توپچىسىنىڭ ئورنى(_A):

source: _Ascending
ug: كىچىكتىن چوڭغا(_A)

source: _Aspect Ratio
ug: ئۇزۇنلۇق كەڭلىك نىسبىتى(_A)

source: _Assistive Technologies
ug: ياردەمچى (پاراۋانلىق) تېخنىكىسى(_A)

source: _At position:
ug: بۇ ئورۇندا(_A):

source: _Attach File
ug: ھۆججەت قوش(_A)

source: _Audio Files
ug: ئۈن ھۆججىتى(_A)

source: _Audio files
ug: ئۈن ھۆججەتلىرى(_A)

source: _Auto Indent
ug: ئاپتوماتىك تارتىلسۇن(_A)

source: _Auto-run programs on new drives and media
ug: يېڭى قوزغاتقۇچ ياكى كۆپ ۋاسىتىدىكى پروگراممىنى ئۆزلۈكىدىن ئىجرا قىلسۇن(_A)

source: _Autohide when offline
ug: توردا يوق چاغدا يوشۇرسۇن(_A)

source: _Automatic
ug: ئۆزلۈكىدىن(_A)

source: _Automatic maximum
ug: ئۆزلۈكىدىن ئەڭ چوڭ(_A)

source: _Back
ug: كەينىگە(_B)

source: _Background
ug: تەگلىك(_B)

source: _Background color:
ug: تەگلىك رېڭى(_B):

source: _Backspace key generates:
ug: كۇنۇپكا Backspace بېسىلغاندا(_B):

source: _Base Directory:
ug: ئاساس مۇندەرىجە

source: _Behavior
ug: ھەرىكەت(_B)

source: _Behaviour
ug: قىلمىشى:

source: _Bigger than:
ug: بۇنىڭدىن چوڭ(_B):

source: _Blank
ug: قۇرۇقدا(_B)

source: _Blind Copy:
ug: يوشۇرۇن تاپشۇرۇۋالغۇچى(_B):

source: _Body
ug: مەزمۇن(_B)

source: _Bookmark Auto-Connect Interval
ug: ئاپتوماتىك-باغلىنىشىنى خەتكۈشلەش ئىنتېرۋالى(_B)

source: _Bookmark name:
ug: خەتكۈش ئاتى(_B):

source: _Bookmarkbar
ug: خەتكۈش بالدىقى(_B)

source: _Bookmarks
ug: خەتكۈش(_B)

source: _Bookmarks:
ug: خەتكۈشلەر(_B):

source: _Bring window on current workspace
ug: كۆزنەكنى ھازىرقى خىزمەت رايونىغا ئېلىپ كەل(_B)

source: _Browse
ug: كۆز يۈگۈرت(_B)

source: _Browse Files
ug: ھۆججەتلەرنى كۆرىمەن(_B)

source: _Browse...
ug: كۆر(_B)...

source: _Burn Composition
ug: ياسالمىنى ياز(_B)

source: _Burn a CD or DVD when a blank disc is inserted
ug: قۇرۇق CD ياكى DVD قىستۇرۇلغاندا يازسۇن(_B)

source: _Burn image
ug: تەسۋىر ياز(_B)

source: _Button order:
ug: توپچا تەرتىپى(_B):

source: _Button:
ug: توپچا(_B):

source: _Cancel
ug: ۋاز كەچ(_C)

source: _Celsius
ug: سېلسىيە(_C)

source: _Certificate:
ug: گۇۋاھنامە(_C):

source: _Change the background (in minutes):
ug: تەگلىكنى ئۆزگەرتىش ۋاقتى(مىنۇت)(_C):

source: _ChangeLog
ug: ئۆزگىرىش خاتىرىسى(_C)

source: _Check for new mail
ug: يېڭى خەت تەكشۈر(_C)

source: _Clean temporary directory on exit
ug: ئاخىرلاشقاندا ۋاقىتلىق مۇندەرىجىنى تازىلىسۇن(_C)

source: _Clear
ug: تازىلا(_C)

source: _Clear Private Data
ug: شەخسىي سانلىق-مەلۇماتلارنى تازىلا(_C)

source: _Clear private data
ug: شەخسىي سانلىق-مەلۇماتلار تازىلا(_C)

source: _Clear private data...
ug: شەخسىي سانلىق-مەلۇماتلارنى تازىلا(_C)...

source: _Clear saved sessions
ug: ساقلانغان ئەڭگىمەلەرنى ئۆچۈر(_C)

source: _Close
ug: تاقا(_C)

source: _Close All
ug: ھەممىنى تاقا(_C)

source: _Close Tab
ug: بەتكۈچنى تاقا(_C)

source: _Close Window
ug: كۆزنەكنى ياپ(_C)

source: _Close windows using middle mouse button
ug: چاشقىنەك ئوتتۇرا توپچىسى ئارىلىق كۆزنەكلەرنى ياپسۇن(_C)

source: _Closed Tabs
ug: تاقالغان بەتكۈچلەر(_C)

source: _Collapse All
ug: ھەممىنى قاتلا(_C)

source: _Color Scheme
ug: رەڭلەر(_C)

source: _Color:
ug: رەڭ(_C):

source: _Colorize values
ug: رەڭلىكلەشتۈرۈش قىممىتى(_C)

source: _Colors
ug: رەڭلەر(_C)

source: _Command:
ug: بۇيرۇق(_C):

source: _Commands
ug: بۇيرۇقلار(_C)

source: _Compact View
ug: ئىخچام كۆرۈنۈش(_C)

source: _Computer name:
ug: كومپيۇتېر ئاتى(_C):

source: _Connection Command:
ug: باغلاش بۇيرۇقى(_C):

source: _Connection List Mode
ug: باغلىنىش تىزىم ھالىتى(_C)

source: _Contents
ug: مەزمۇن(_C)

source: _Continue
ug: داۋاملاشتۇر(_C)

source: _Convert
ug: ئايلاندۇر(_C)

source: _Copy
ug: كۆچۈر(_C)

source: _Copy CD
ug: CD كۆچۈر(_C)

source: _Copy DVD
ug: DVD كۆچۈر(_C)

source: _Copy here
ug: بۇ يەرگە كۆچۈر(_C)

source: _Copy:
ug: قوشۇمچە تاپشۇرۇۋالغۇچى(_C):

source: _Create Account
ug: ھېسابات قۇرۇش(_C)

source: _Custom commands
ug: ئىختىيارىي بۇيرۇقلار(_C)

source: _Customize
ug: ئۆزلەشتۈر(_C)

source: _Customize Toolbar…
ug: قورال بالدىقىنى ئۆزلەشتۈر(_C)…

source: _Decrease Indent
ug: قۇر بېشىغىراق(_D)

source: _Delay before window receives focus:
ug: فوكۇسلانغۇچە بولغان ۋاقىت(_D)

source: _Delete
ug: ئۆچۈر(_D)

source: _Delete Current Playlist
ug: نۆۋەتتىكى قويۇش تىزىمىنى ئۆچۈر(_D)

source: _Delete group
ug: گۇرۇپپا ئۆچۈر(_D)

source: _Delete key generates:
ug: كۇنۇپكا Delete بېسىلغاندا(_D):

source: _Deny
ug: رەت قىل(_D)

source: _Descending
ug: چوڭدىن كىچىككە (_D)

source: _Description:
ug: چۈشەندۈرۈش(_D):

source: _Desktop
ug: ئۈستەلئۈستى(_D)

source: _Desktop Default
ug: ئۈستەلئۈستى ئەسلى ھالىتى

source: _Desktop Icons
ug: ئۈستەلئۈستى سىنبەلگىلىرى(_D)

source: _Detach Tab
ug: بەتكۈچنى ئايرىۋەت(_D)

source: _Detailed View
ug: تەپسىلىي كۆرۈنۈش(_D)

source: _Details
ug: تەپسىلاتلار(_D)

source: _Device:
ug: ئۈسكۈنە(_D):

source: _Devices
ug: ئۈسكۈنە(_D)

source: _Dictionary Server
ug: لۇغەت مۇلازىمېتىرى(_D)

source: _Directories
ug: مۇندەرىجە(_D)
